{
    "List": [
      {
        "Id": 0,
        "Image": "advanced-fee-img",
        "ImageAlt": "",
        "ArticleHeading": "Advanced Fee Scam",
        "ArticleSubHeading": "",
        "Type": "Email",
        "Content": "Have you been contacted by a Nigerian prince? Has a dying widow offered you an inheritance of millions of dollars? Did the United Nations email you about a generous fund? These are all examples of advanced fee scams (also known as 419 scams, because 419 refers to Nigerian Code dealing with fraud). Advanced fee scams have been around for decades and can be traced back to the early 1900's. They have evolved from using mail and fax to using email as the primary delivery mechanism for the scam. Advanced fee scams are very common today and thousands of dollars are lost to scammers. These scammers prey upon those who are not in the best of situations. People who have recently lost a job or a loved one or who have come upon some other unfortunate circumstances are the prime target for these scammers.  <h3 class=\"mt-3\"> How the scam works</h3> <p> A typical advanced fee scam consists of these steps: </p> <ol> <li> The scammer makes initial contact with the victim. There is usually some story where the victim is going to receive a huge amount of money. </li>  <li>The scammer will send more emails about the riches that the victim will receive. The scammer may also ask for personal information or identification from the victim. The scammer may use this information later for other fraudulent purposes.   </li> <li> The scammer may send the victim fake documents, trying to make the scam seem legitimate. These may include id cards, shipping documents, or other official documents. These are usually poorly made and easy to tell that they are fake. </li> <li> The scammer will now ask the victim for money. They will say it is for something like a transfer fee, shipping fee, or some other made-up fee. They will ask for the money via a method that is hard to trace. This will most likely be through gift card, online money transfer service (like Western Union or MoneyGram), bitcoin, or other similar method. Note if a stranger asks for money through one of these methods, it is most likely a scam. The scammer will always insist on the payment of the fee, since this is the entire scam. If the victim doesn't pay the money, the scammer will move on to the next victim. </li> <li>If the victim pays the scammer money, that money is most likely lost forever. Scammers choose methods of payment that are hard to cancel and trace. Once the scammer gets the money, they will probably either leave with it, never to be heard from again, or will continue asking the victim for more and more money making up new fees and reasons why they can't receive the promised money. This cycle can go on forever, until the victim has lost everything. </li> </ol>  <p>It is important to note that the promised money does not exist. There is no chance that you will every receive a large amount of money from a stranger.</p> <h3> What to do about this scam </h3> <p>The best thing to do when you come across an advanced fee scam is to either ignore it or report it. You can report these scams to the FTC by clicking <a href=\"https://reportfraud.ftc.gov/#/\" rel=\"noreferrer\" target=\"_blank\">this link</a>. <b>Never</b> send your personal information or money to strangers over the internet. You will most likely not get your money back, and you will not get the money that the scammer promised you. </p> <p>If you suspect that an email is an advanced fee scam, try the <a href=\"/tools/email-detector\" rel=\"noreferrer\" >scam email detector tool</a>, it will help you know for sure if an email is a scam or not. It is excellent at detecting advanced fee scams.</p>",
        "Url": "advanced-fee-scam"
      },
      {
        "Id": 1,
        "Image": "refund-scam-img",
        "ImageAlt": "",
        "ArticleHeading": "Refund Scam",
        "ArticleSubHeading": "",
        "Type": "Phone, Computer",
        "Content": "Phone and computer scams are among the most common scams today. The refund scam (also sometimes referred to as the overpayment scam) is both a computer and a phone scam, the scammer will use both of these tools in order to scam their victim. The refund scam can be considered a type of tech support scam. The scammers often impersonate tech support from companies such as Microsoft, Amazon, and eBay.  These scammers usually prey upon victims who don’t know a lot about technology; however, anyone can fall victim to this type of scam. <h3 class=\"mt-3\"> How the scam works</h3> <p>This is how a typical refund scam works: </p> <ol> <li> The scammer makes contact with the victim somehow. Usually this will be through a robocall, if you get a suspicious call from a robot, it is probably a scam. The scammer will pretend to be from a large company like Amazon, Microsoft, or eBay. They will tell the victim that they are qualified for a refund. It may be from an item that the victim supposedly purchased. The scammer may say that someone had fraudulently bought something using the victim’s account. This is a lie; the scammer just wants the victim to believe their account was compromised. If you ever get a call, text, or email about a purchase you know you didn’t make, it is most likely a scam. </li> <li>Once the scammer gets in contact with the victim the scam can begin. The scammer asks to get access to the victim’s computer. If the victim doesn’t have a computer, the scammer will most likely hang up, as that is what the whole scam depends on.  The scammer will have the victim download some sort of remote access software, like TeamViewer, so they can have access to the victim’s computer. <b> Never</b> give access to your computer to a scammer through this software. They could install malware, see your personal files, and could lock you out of your computer. </li> <li> Once the scammer has access to the victim’s computer they will go through a variation of scripts. They might show the victim a popup that says their computer has malware (the victim doesn’t actually have malware). They will then explain the refund process to the victim. They will ask the victim to login to their bank account in a web browser.  <b>Never</b> login to your bank account when someone has access to your computer, no legitimate company will ever ask you to do this. They will also have the victim open up command prompt and will type in something about a refund into command prompt. </li> <li>Once the victim has command prompt and their bank account open, the scammer can proceed with the scam. The scammer will black out the screen so the user can’t see what they are doing. They will then edit the HMTL code on the bank website, so that it appears that the victim was refunded for more money than they were supposed to (note this does not actually change the amount in the victim’s bank, if the victim refreshes the web page, everything will look normal). The scammer will then ask the victim to type in the amount of the refund into command prompt (this does nothing but it can trick the victim into thinking they are doing something). The scammer will then type in something before the victim presses enter, so that it appears that the victim typed in too much money. The scammer will then unblack the screen and ask the victim if everything looks correct. </li> <li>The victim will then explain that the amount is too much. The scammer will act shocked, even though they are the ones who caused the amount to be off. The scammer will then explain that the victim will need to pay the difference. The scammer may threaten the victim or may say that they will lose their job for this mistake. All of this is to manipulate the victim into paying the scammer. Most often the scammer will ask the victim to buy gift cards in order to pay back the difference. They may also ask the victim to pay through cryptocurrency or a money transfer service such as Western Union or MoneyGram. Note that if anyone asks you to pay through any of these means, it is a scam. Even though the scammer has access to the victim’s bank account, they want the victim to pay through a method that is nearly impossible for the victim to get their money back. </li> <li>If the victim pays the scammer, they will most likely never see that money again. They will also most likely be put on a list for future scammers to contact them in order to scam them again. </li> </ol> <h3> What to do about this scam </h3> <p>Be suspicious of calls you receive from unknown numbers. A company will not randomly call you about a refund that you are qualified for when you don’t remember ever purchasing the item in the first place. A company will never ask you to give them access to your computer and login to your bank account, they will also never ask for your passwords or other private information. A legitimate company will also never ask you to pay for a service with gift cards, cryptocurrency, or money transfer service such as Western Union or MoneyGram, anyone who asks for payment through only those methods is a scammer. If you get a call that you suspect is a scam, the best thing to do is ignore it. Don’t answer the phone, as that may lead more scammers to calling you. If you are unsure if a phone call is a scam or not, you can try the <a href=\"/tools/phone-detector\" rel=\"noreferrer\" >scam phone number detector</a>, it can help you to know if a phone call is a scam or not.  You can also report phone scams to the FTC by clicking <a href=\"https://reportfraud.ftc.gov/#/\" rel=\"noreferrer\" target=\"_blank\">this link</a>. </p>",
        "Url": "refund-scam"
      },
      {
        "Id": 2,
        "Image": "mlm-img",
        "ImageAlt": "",
        "ArticleHeading": "Multi-level Marketing",
        "ArticleSubHeading": "Legal pyramid schemes",
        "Type": "Business opportunity",
        "Content": "Multi-level marketing, also oftentimes referred to as network marketing (also often referred to as MLM for short), has been around for decades. Have you ever been contacted out of the blue by a friend who claimed that you would be perfect for an opportunity they have? If you have ever received a \"cold message\" like that, it most likely had to do with an MLM. MLMs are often compared to pyramid schemes, to understand how MLMs work, it would be best to understand what pyramid schemes are and the difference between them and MLMs. <h3 class=\"mt-3\"> Pyramid schemes vs MLMs </h3> <p> Pyramid schemes are based on recruitment. Members are told to recruit other members into the scheme. They are promised riches and a dream lifestyle. Members lure other people into the scheme by promising these things. Members need to pay money in order to get into the scheme. The structure of the scheme is shaped like a pyramid. Those at the top get money from those they recruit underneath them and the cycle continues. This means that those at the top make all the money and those at the bottom get nothing. MLMs are structured the same way as pyramid schemes. They are based on recruiting and there are often different levels or \"ranks\" that you can achieve based on how many people you have recruited. The difference between an MLM and a pyramid scheme is that an MLM also sells products, so in theory you can make money by not recruiting anyone. This is usually not the case though, most MLMs focus heavily on recruiting. </p><h3> The truth about MLMs </h3> <p>The truth is that MLMs are extremely similar to pyramid schemes. The only real difference is that there are products involved. What the product is doesn’t really matter. The products are usually related to beauty, wellness, and fitness but can be literally anything. They are usually something that people can keep buying. The products are also usually overpriced. MLM reps often brand themselves as being their own boss and having their own business. This is not the truth. Working for an MLM is basically being both a salesperson and a recruiter. To get started in most MLMs you need to buy a starter kit. This cost of these can range anywhere to under a hundred of dollars to thousands of dollars. Most MLMs also require you to purchase product every month in order to keep your rank. This leads to many people spending more money than they actually make. According to the FTC, 99% of those in MLMs lose money! Anyone who tells you that you can make millions easily in an MLM is lying to you, it is statistically unlikely that you will make any money, and if you do it will be very little money. Those who make money in MLMs are those who are at the very top.  Everyone else will be making a meager amount of money or will be losing money. </p><p>Another thing that MLMs do is distance you from those you love. In order to make money you need to either sell products or recruit. Which means you will be flooding your social media about the \"opportunity\". People will get annoyed by this and many will unfollow or block you. Many people who have been in MLMs have reported how they ruined their relationships with loved ones. MLMs have often been compared to cults. Those at the top brainwash those at the bottom. They tell them that they should distance themselves from those who are not supportive of the business. Soon the only friends someone has are those who are also in the MLM. However a lot of these friends are fake friends. Often times they are only friends with people because those people are making them money. They also treat each other poorly. When someone isn’t doing well in the MLM they are told it is their fault for not working hard enough, even though it is the MLM that is failing them, it is statistically not meant to work for everyone. When those people eventually leave the MLM they are often shunned or ridiculed. Their \"friends\" will block them on social media, leaving them with no one. MLMs are often advertised with letting you live a lavish lifestyle with barely needing to work, but the reality is that it will lead to frustration and depression. </p> <h3>What to look out for</h3> <p>Here are some \"red flags\" to look out for:</p> <ul><li>A person talks about a \"business opportunity\". They will usually say it is easy and you only need to work a couple minutes a day from your phone. The truth is that you will never make a livable income from just working a few minutes a day. </li> <li>Someone mentions time freedom and that you will have more time than a regular 9 to 5 job. Most who work in MLMs work all the time, taking no breaks. Some will post about their MLM when they’re at a wedding or even at the birth of their own child. At a normal job you get time off, and when you’re not working you don’t have to worry about work. MLMs do not provide time freedom, they are time consuming. </li> <li>The company focuses on recruiting more than the products. If the company focuses much more heavily on recruiting than on selling products, then the products are most likely a façade for company being a pyramid scheme. </li> <li>If someone mentions a lavish lifestyle and tells you that you can make millions a year. They will use words like \"financial freedom\", \"residual income\", or \"passive income\". Remember if it seems too good to be true, it probably is. You are much better off getting a more stable and less sketchy job. </li> </ul> <p>If you see any of these red flags, it is best to just stay away</p> <h3>What to do</h3> <p>If you come across a company that you believe is an MLM, try our <a href=\"/tools/mlm-detector\" rel=\"noreferrer\" >MLM detector</a> , it can tell you if a company is a known MLM or not. You can also report a suspected MLM or pyramid scheme to the FTC <a href=\"https://reportfraud.ftc.gov/#/\" rel=\"noreferrer\" target=\"_blank\">here</a>. If someone messages you about an MLM or a business opportunity, the best thing to do is tell them you are not interested. </p> <h3> Learn more </h3> <p> The FTC has a great article about MLMs and Pyramid schemes that you can read <a href=\" https://consumer.ftc.gov/articles/multi-level-marketing-businesses-pyramid-schemes \" rel=\"noreferrer\" target=\"_blank\">here</a>. This is a good video about pyramid schemes: <a href=\" https://www.youtube.com/watch?v=SBGfHk91Vrk&ab_channel=TED-Ed\" rel=\"noreferrer\" target=\"_blank\">How to spot a pyramid scheme - Stacie Bosley</a> . This is a good video about MLMs and how they can be like cults: <a href=\" https://www.youtube.com/watch?v=He1bgJ0sqtw&t=197s&ab_channel=JamesJani \" target=\"_blank\">The Multilevel Marketing Cults: Lies, Pyramid Schemes, and the Pursuit of Financial Freedom.</a></p>",
        "Url": "mlm"
      },
      {
        "Id": 3,
        "Image": "fake-guru-img",
        "ImageAlt": "",
        "ArticleHeading": "Fake Gurus",
        "ArticleSubHeading": "Selling a dream, but it's really just a get rich quick scheme",
        "Type": "Business opportunity, Get rich quick scheme",
        "Content": "You have may have seen advertisements talking about the new way to make easy riches. It may talk about something like drop shipping, high-ticket sales, selling on Amazon, or something similar. It will often say how easy it is and that it only takes minutes a day. Then it will proceed to say that you can make thousands of dollars a month using this method. Often times they will have testimonials of people who claim they have made a large amount of money in just one month. Or they may just show screenshots of them getting paid a lot of money. It is important to note that all of these can be easily fabricated. If an ad shows luxury cars, homes, or yachts, they are probably just rented for the ad. All that you need to do to have this lifestyle is to purchase a course or a book that teaches you the \"secret method \". The lifestyle that the ad promises is a sham, it is just a get rich quick scheme. The people who sell these schemes are often referred to as \"fake gurus\". <h3 class=\"mt-3\">Characteristics of a fake guru</h3> <p> here are some of the characteristics of fake gurus: </p><ul><li>They make most of their money by selling courses on how to get rich, not actually by using their \"secret method\". Most of these fake gurus even pay others to make the courses for them. </li><li>Their luxurious lifestyle is fake. Any luxury vehicles or homes or anything like that is most likely rented. They just need to appear rich to lure people in.</li><li>The courses they sell are extremely overpriced. Once you buy one course, you might have to buy another and another to learn the next \"exclusive secret\". They prey upon those who are desperate to make money. Many people will lose thousands of dollars paying for these courses or going on trips to see the fake guru at a convention. Do not pay for these courses. They are often severely overpriced. You could find the same information for free elsewhere on the internet, or find a similar course for a much more reasonable price. You don’t need to spend hundreds or thousands of dollars on these courses, that will ultimately leave you with more questions than answers. </li> <li>Fake gurus often make ridiculous claims. Saying you only need to work a few minutes a day and that this business is so easy anyone can do it. They also make huge income claims, saying you can make thousands of dollars a week. If anyone claims these things, it is most likely too good to be true.</li> </ul> <h3>What to do</h3> <p>If you come across what you think is a fake guru selling a quick rich scheme you can confirm to see if it is a known fake guru or get rich quick scheme website with the <a href=\"/tools/guru-detector\" rel=\"noreferrer\" >fake guru detector</a>. If it is a fake guru, the best thing to do is to walk away. You can report get rich quick schemes and other fraudulent business models to the FTC<a href=\"https://reportfraud.ftc.gov/#/\" rel=\"noreferrer\" target=\"_blank\"> here</a>.</p>",
        "Url": "fake-guru"
      }
    ]
}
  